Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/oikeusministeri_henriksson_ja_saamelaiskarajat_tapasivat.html.tmx
Source language: fin
Languages: sme

source: Oikeusministeri Henriksson ja Saamelaiskäräjät tapasivat
sme: Vuoigatvuođaministtar Henriksson deaivvadii Sámedikkiin

source: Oikeusministeri Anna-Maja Henriksson tapasi tänään Saamelaiskäräjien puheenjohtajiston ja muita edustajia Helsingissä.
sme: Vuoigatvuođaministtar Anna-Maja Henriksson deaivvadii otne Sámedikki ságadoalliiguin ja eará ovddasteaddjiiguin Helssegis.

source: Tapaamiseen osallistui oikeusministerin lisäksi valtiosihteeri Raimo Luoma valtioneuvoston kansliasta.
sme: Deaivvadeapmái oassálasttii vuoigatvuođaministara lassin stáhtačálli Raimo Luoma stáhtaráđi kansliijas.

source: Tapaaminen järjestettiin Saamelaiskäräjien aloitteesta.
sme: Deaivvadeapmi ordnejuvvui Sámedikki álgagis.

source: Tilaisuudessa tehtiin katsaus tuleviin saamelaisten oikeuksia koskeviin hankkeisiin ja kuultiin Saamelaiskäräjien näkemyksiä näiden hankkeiden käynnistämisestä.
sme: Dilálašvuođas guorahalle sápmelaččaid vuoigatvuođaide guoski boahttevaš projeavttaid ja gulle Sámedikki oainnuid dáid projeavttaid álggaheamis.

source: Keskusteltiin muuan muassa saamelaiskäräjälain valmistelun jatkamisesta tähänastista valmisteluaineistoa hyödyntäen sekä saamen kielen, kulttuurin ja perinteisten elinkeinojen edistämisestä.
sme: Doppe ságastalle maiddái earet eará sámediggelága válmmaštallama joatkimis dássáš válmmaštallanmateriála ávkinatnimiin sihke sámegiela, -kultuvrra ja árbevirolaš ealáhusaid ovddideamis.

source: Osapuolet sopivat että hyvää keskusteluyhteyttä ja dialogia pidetään yllä jatkossakin.
sme: Oassebealit sohpe doalahit buori ságastallanoktavuođa ja dialoga dás ovddosge.

source: Lisätietoja:
sme: Lassediehtu:

source: Valtiosihteeri Malin Brännkärr, p. 040 534 7727, etunimi.sukunimi@om.fi
sme: Stáhtačálli Malin Brännkärr, tel. 040 534 7727, ovdanamma.sohkanamma@om.fi

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio, puh. 010 839 3192, etunimi.sukunimi@samediggi.fi
sme: Sámedikki ságadoalli Tiina Sanila-Aikio, tel. 010 839 3192, ovdanamma.sohkanamma@samediggi.fi
